export default {
  "OA-辦公系統": {
    "OAA-行政類": {
      "OAA02-用印申請單": {},
      "OAA03-機票申請單": {
        "123": {
          "123": {}
        }
      }
    },
    "OAB-人事類": {
      "OAB01-加班申請單": {},
      "OAB02-請假申請單": {},
      "OAB04-指紋異常申請單": {},
      "OAB05-公出申請單": {},
      "OAB06-員工獎懲單": {}
    },
    "OAD-資訊類": {},
    "OAE-文管類": {
      "OAE01-發行文件一覽表": {},
      "OAE02-管理文件申請單": {},
      "OAE03-ECN_TECN變更申請": {},
      "OAE04-外來文件申請": {}
    }
  },
  "MF-制造管理": {
    "MFB-進貨派工作業": {
      "MFB01-晶圓進貨資料":{}
    }
  },
  "HR-人力資源": {
    "HRC-考勤管理": {
      "HRC04-指紋考勤記錄": {}
    },
    "HRE-薪資管理": {
      "HRE02-薪資查詢": {}
    }
  },
  "SL-業務相關": {},
  "EP-工程相關": {
    "EPB-點測機台驗證設定": {
      "EPB19-點測標準片歸還總表": {}
    },
    "EPD-掃瞄機台驗證設定": {
      "EPD04-AOI標準片總表": {},
      "EPD05-AOI標準片歸還總表": {}
    }
  },
  "RS-報表相關": {
    "RST-EO相關": {},
    "RSO-扣留相關": {}
  },
  "MS-系統管理": {
    "MSA-消息中心": {}
  }
}